{
  "la": "FR",
  "co":"By continuing to browse this site, you authorize the use of cookies.",
  "a": "About",
  "s": "services",
  "c": "contact",
  "p": "passion",
  "t": "Theme",
  "a1": "Passionate young developer, I propose my full stack development skills acquired during my personal and professional experiences in France and Canada.",
  "a2": "Interested or want to know more?",
  "cme": "Contact me",
  "s1": "A need about my favorite technologies?",
  "s2": "Find me on:",
  "p1": "Always ready for adventure.",
  "c1": "Scan the QR code to add me to your contacts.",
  "nf": "This page cannot be found.",
  "cla": "Change the language",
  "ct": "Change the theme",
  "r": "Back to main page",
  "l": "Legal Notice",
  "l1": "By using this https website (called \"this site\"), you agree to the following:",
  "lh": "Hosting",
  "lh1": "This site is published by:",
  "lht": "Phone number:",
  "lhe": "E-mail :",
  "lhs": "Siret number:",
  "lh2": "This site is hosted by:",
  "ldp": "Personal data",
  "ldp1": "The personal data provided by the user are neither transmitted nor sold to a third party.",
  "lc": "Cookies",
  "lc1": "In order to provide users with a quality experience, this site uses libraries that may require the use of a cookie.",
  "lc2": "If you do not want the use of these cookies, thank you to configure your browser for the blocking of cookies (the experience could be directly impacted) or not to use this site",
  "lr": "Responsibilities",
  "lr1": "The publisher undertakes to respect these legal notices. Any forgetting of mentions by the publisher is not voluntary. Do not hesitate to contact him to mention a breach or to inform him of a question.",
  "lcr": "Credits",
  "lcr1": "This site is realized using the following technologies:",
  "lcr2": "Thank you",
  "ld": "Rights",
  "ld1": "The photos published on this site in particular in the category Travel are the property of the publisher of this site. In any case, they can not be used or published by another person, except written notice from the publisher of this site.",
  "lu": "Uses",
  "lu1": "To use this site, the user must be a human and not a robot.",
  "lu2": "The user agrees to have normal use of this site, not taking any action to destabilize the architecture, the affluence and the availability of the platform."
}
