{ 
  "la": "EN",
  "co":
    "En continuant de naviguer sur ce site, vous autorisez l'utilisation des cookies.",
  "a": "À propos",
  "s": "services",
  "c": "contact",
  "p": "passion",
  "t": "Thème",
  "a1": "Jeune développeur passionné, je mets à contribution mes compétences en développement full stack acquises au cours de mon parcours personnel et professionnel en France et au Canada.",
  "a2": "Intéressé ou envie d'en savoir plus ?",
  "cme": "Contactez-moi",
  "s1": "Un besoin sur mes technologies préférées ?",
  "s2": "Retrouvez-moi sur :",
  "p1": "Toujours prêt pour l'aventure.",
  "c1": "Scannez le code QR pour m'ajouter à vos contacts.",
  "nf": "Cette page n'a pas pu être trouvée.",
  "cla": "Changer la langue",
  "ct": "Changer le thème",
  "r": "Retour à la page principale",
  "l": "Mentions légales",
  "l1": "En utilisant le présent site web https (dit \"ce site\"), vous acceptez les mentions suivantes :",
  "lh": "Hébergement",
  "lh1" : "Ce site est édité par :",
  "lht": "Numéro de téléphone :",
  "lhe": "E-mail :",
  "lhs": "Numéro Siret :",
  "lh2": "Ce site est hébergé par :",
  "ldp": "Données personnelles",
  "ldp1": "Les données personnelles fournies par l'utilisateur ne sont ni transmises ni vendues à un tiers.",
  "lc": "Cookies",
  "lc1": "Afin de proposer une expérience de qualité aux utilisateurs, ce site utilise des librairies pouvant nécessiter l'utilisation de cookie.",
  "lc2": "Si vous ne souhaitez pas l'utilisation de ces cookies, merci de configurer votre navigateur pour le blocage des cookies (l'expérience pourrait en être directement impactée) ou alors de ne pas utiliser ce site",
  "lr": "Responsabilités",
  "lr1": "L'éditeur s'engage au respect de ces mentions légales. Tout oubli de mentions par l'éditeur n'est pas volontaire. N'hésitez pas à le contacter pour mentionner un manquement ou lui faire part d'une interrogation.",
  "lcr": "Crédits",
  "lcr1": "Ce site est réalisé à l'aide des technologies suivantes :",
  "lcr2": "Merci",
  "ld": "Droits",
  "ld1": "Les photos publiées sur ce site notamment dans la catégorie Voyage sont la propriété de l'éditeur de ce site. En aucun cas, elles ne peuvent être utilisées ni publiées par une autre personne, sauf avis écrit de la part de l'éditeur de ce site.",
  "lu": "Utilisation",
  "lu1": "Pour utiliser ce site, l'utilisateur doit être un humain et non un robot.",
  "lu2": "L'utilisateur s'engage à avoir une utilisation normale du présent site, n'effectuant pas d'action visant à déstabiliser l'architecture, l'affluence et la disponibilité de la plateforme."
}
